[
    {"text": "Why do you think that FIngolimod was such a miserable failure in progressive MS trial in humans (not animals) that was aborted by Biogen? If it is in fact stimulating neuronal gene expression, axon growth and regeneration, which is what you want in progressive patients, why do human trials fail?", "drug": "fingolimod"},
    {"text": "Lemtrada is for any form of MS with relapses. Reversal of current damage is seen in anyone with natural neuronal reserve. Reversal becomes evident because the disease progression is finally halted and even small reversals become evident for the first time in a long time. It should definitely be on the table. IMO Just an FYI, Cladribine did not complete safety testing which is required by the FDA and EMA that gives long term data of significant SEs like thyroid disorders and cancers that may be produced by a DMT during extended tests. Short term tests were very positive but unfortunately not enough for drug approval. Cladribine patent protection was apparently only for a few more years so the costs to conduct the phase III testing could not be justified. The Pharma that developed Cladribine decided to pull the plug instead of funding the required tests.", "drug": "cladribine"},
    {"text": "I wonder if anyone has ever combined two biologics? Humira and Stelara for example.... Can't find any data on that notion. I guess it requires the cooperation of competing company's products, so is unlikely to be tested.", "drug": "stelara"},
    {"text": "I was diagnosed with stage 4 adeno lung cancer in 2009. I had 15 hits of radiation to the tumor in my right lung, then started on Carbo, Taxol and Avastin followed by six cycles of Gemzar for two nodules in my liver. I also had a spot on the apex region of my left lung. In 2010 I was given 150 mg Tarceva and it has worked up until November of last year. I was never tested for mutations in 2009, so my first request when they found a 1.2 cm tumor in my left lung was to do genomic sequencing. I had the biopsy done at Kaiser Hospital and then had my tissue sent to Foundation Medicine. I also had a blood draw and had a liquid biopsy done with Gardant Health. Foundation One report showed none of the standard mutations and only six alterations NTRK1, PIK3CA, ATM, MCL1, TAF1 and TP53. Gardant 360 showed only a EGFR amplification.  I have done some research on NTRK1 and PIK3CA alterations. When I spoke with MD Anderson they said the LOX-101 trial for NTRK1 was getting good results with fusion, but without fusion like me they only had one person in the trail. They mentioned that even if I enrolled in a clinical trial they would probably try me on immunotherapy first. I started on Opdivo at Kaiser and am receiving my second infusion today. I feel I will do well on Opdivo since I was a past smoker. Testing was done on my tissue for PD-L1 expression, but the results are still out. I know good results are coming in with and without expression. I have sought out second opinions and I am hearing  if Opdivo doesnât work my best option would be to focus on the PIK3CA alteration in some type of combo clinical trial. My questions are should I be looking at the PIK3CA alteration as my plan B? If so what would be by best course of treatment? Thank you for your help and support, Don", "drug": "tarceva"},
    {"text": "Here's the latest update. My husband certainly feels like he is in remission with the Xeljanz. No UC symptoms -- for the first time in almost three years. No urgency, no cramping, no bleeding. Able to leave the house for work in the morning no worries. Previously, he had not been able to get below 22.5 mg prednisone without flaring. With the Xeljanz, had tapered down to 2.5 mg but was pretty sick -- not UC symptoms but clearly his adrenal glands haven't kicked in yet. Back up to 5 mg and meeting with doc this week to figure out how to get off the prednisone. No apparent side effects from Xeljanz, either. Hoping this one is the charm but if it is not, going to surgery with no regrets. Spouse diagnosed with UC in 2013. Developed antibodies to remicade, humira. Entyvio did not work after 6 infusions. Only thing that seemed to work was prednisone. Early March 2016 started Xeljanz off label. It is working. No more UC symptoms, but still fearful of foods that triggered symptoms before (like fruits and vegetables). Getting completely off prednisone is the current challenge.", "drug": "entyvio"},
    {"text": "Hello, I approached the MS Barts health team for off-label cladribine in January this year. I had to go through the usual protocols, brain and spinal cord MRI and a lumbar puncture. In mid May I had a follow up appointment with the MS consultant. I was told that I am not eligible because there are no active lesions on my MRI scans and there was no evidence of inflamation in the lumbar puncture. There needs to be evidence that my MS is active before I am eligible for prescribing off-label cladribine. Yes I was gutted, in fact as he spoke to me I felt as if I had just been thrown onto a scrap heap. Then I thought about things on the journey home and actually I felt quite relieved. If the consultant could see no evidence that my MS is active then actually I am lucky. I might be disabled, I am medically retired, cannot walk unaided and am the proud owner of a Blue Badge but things could be a lot worse. Yup things could be a whole lot worse for me, none the less my MS is progressing. 6 years ago I could walk a few hundred metres without a stick, no chance of that today; I must always use a rollator and even then its not very far on a flat even surface. If I bend down then I fall over and I now suffer from fatigue. Just gotta be positive. Patrick aid4disabled.com", "drug": "cladribine"},
    {"text": "It is highly undestandable that anyone with AMD, be it wet or dry feels depressed. I hope you all have a good retinal consultant. With the wet AMD you will have the Lucentis injections in the eyes, which definitely can help, ( give it time) If this does not help there are the Eleya injections. Please, do not despair, as the advancement in this area are truly ongoing. I personally started off with Nutrof Total which I saw advertised in the eye clinic when my husband had his cataract operation ( which was highly successful). After this I started on the Macushield Gold supplements which are great. If I had listened to,the doctor who,told me I would go blind in 1999 ( which I did) I Went into a deep.depression. Please get a good retinal surgeon, who you can trust,. ( it’s a gut feeling). Do not despair, as there are so much advancement in AMD, especially with the monthly magazine you can get from the AMD, which has helped be a lot. Please get in touch with the AMD on the web,,you’ll get a monthly magazine which has all the information to help you. Please remember there are always advancement in medicine, but we all,have to,help . Thinking of you xxxxxxx", "drug": "lucentis"},
    {"text": "As I post this, the annual conference of the American Society of Clinical Oncologists (ASCO) is drawing to a close. Each year, over 30,000 cancer care specialists converge upon Chicago to learn about the latest advances in cancer treatment. It’s the largest conference of its kind in the world, and with such a large audience, many researchers take the opportunity to unveil the results of their clinical trials and other research. Dr. West and other GRACE faculty members are in attendance, and in a few weeks we will have presentations on the most important information presented at ASCO. If you tend to come straight to these forums rather than the GRACE home page, you may have missed Dr. West’s list of his “Top 10 ASCO 2017 Lung Cancer Presentations” which provides an idea of what we’ll be discussing soon. JimC Forum moderator   Jul 2008 Wife Liz (51/never smoker) Dx Stage IV NSCLC EGFR exon 19 4 cycles Carbo/alimta, 65% shrinkage Tarceva maintenance Mar 2010 progression, added Alimta, stable Sep 2010 multiple brain mets, WBR Oct 2010 large pericardial effusion, tamponade Jan 2011 progression, start abraxane Jun 2011-New liver, brain mets, add Tarceva Oct 2011-Dx Leptomeningeal carcinomatosis; pulsed Tarceva At rest Nov 4 2011 Since then: http://cancergrace.org/blog/jim-and-lisa", "drug": "alimta"},
    {"text": "@barryb I am also SPMS with relapses and my neuro has recently offered me lemtrada. I am worried about all the possible side effects and so decided to pursue cladribine with the support of my GP. Unfortunately the waiting list to see Dr Schmierer is now at least 5 months for MS patient referrals and the waiting list is becoming longer for cladribine consideration. My MS is very active and I keep being told ‘ time is brain’. I could access lemtrada fairly soon, so it’s difficult to know what to do, especially as I don’t know whether I would be accepted for cladribine or not.", "drug": "cladribine"},
    {"text": "Thanks for posting :) Your post is of great insight and very helpfull I am also worried because my cd4+ are coming back 129 Cells/ul , 1/2 months after hsct \"\"Btw I have to own I don't know what mitigation inhibitors are\"\" I think Md is refering to does Dmts that trap lymphocytes in the lymph nodes (Fingolimod,natalizumab) Ps: correct if i am wrong :) Obrigado Luis", "drug": "fingolimod"},
    {"text": "– Novartis today announced positive results of the Phase III EXPAND study showing that oral once-daily BAF312 (siponimod) significantly reduced the risk of confirmed disability progression compared with placebo in people with secondary progressive multiple sclerosis (SPMS). SPMS is a form of MS characterized by continuous worsening of neurological function over time, independent of relapses. Topline results of EXPAND were presented at the 32 nd Congress of the European Committee for Treatment and Research in Multiple Sclerosis (ECTRIMS) in London, UK. BAF312 is an investigational selective sphingosine-1-phosphate (S1P) receptor modulator. Initial, first interpretable data from the EXPAND study show:  · Treatment with BAF312 reduced the risk of three-month confirmed disability progression by 21% compared with placebo (p=0.013). The risk reduction for six-month confirmed disability progression was greater, further supporting robustness of the data. · A consistent reduction in the risk of three-month confirmed disability progression across predefined subgroups. · A significant difference in favor of BAF312 compared to placebo over 12 and 24 months in annualized relapse rate, the percent change in brain volume, and change from baseline in the volume of T2 lesions (brain lesions identified by a T2-weighted magnetic resonance imaging scan). The difference in change from baseline in the timed 25-foot walk test (T25FW) was not significant. · BAF312 was generally safe and well tolerated, with a profile comparable to other drugs in the same class. “There are very few available treatment options to delay disease progression in SPMS, and there is a high unmet need for effective therapies with an acceptable safety profile for people with the condition,” said Vasant Narasimhan, Global Head of Drug Development and Chief Medical Officer for Novartis. “Novartis is the global leader in understanding the role of S1P receptor modulation in the treatment of MS, and the positive results of the EXPAND study are a continuation of our ongoing efforts to innovate and meet the needs of patients . These data are a positive stride forward in an unserved disease area, and we look forward to evaluating next steps with health authorities.” EXPAND is the largest randomized, controlled study in SPMS to date. Patients enrolled in EXPAND were representative of a general SPMS population. They must have been diagnosed with SPMS and also demonstrated progression of disability in the two years prior to study. The majority of patients had non-relapsing SPMS. The mean age at study entry was 48 years, and patients had a median Expanded Disability Status Scale (EDSS) score of 6.0, which corresponds to the use of a walking aid. Novartis will complete full analyses of the EXPAND data and evaluate next steps in consultation with health authorities. The full study results, including data from primary and secondary endpoints, will be submitted for publication.  About the EXPAND Study The EXPAND study is a randomized, double-blind, placebo-controlled Phase III study, comparing the efficacy and safety of BAF312 versus placebo in people with secondary progressive MS (SPMS). It is the largest randomized, controlled study in SPMS to date, and included 1,651 people with SPMS from 31 countries. At the time of the study, individuals enrolled in EXPAND had a mean age of 48 years and had been living with MS for approximately 17 years. Patients had received a diagnosis of SPMS, and also demonstrated progression of disability in the two years prior to study. They also had an Expanded Disability Status Scale (EDSS) score between 3.0 and 6.5 inclusive, with a median score of 6.0, which corresponds to the use of a walking aid. Patients were randomized to receive either 2mg BAF312 or placebo in a 2:1 ratio, respectively. The primary endpoint of the study was the time to three-month confirmed disability progression, as measured by the EDSS, versus placebo. Secondary endpoints included delay in the time to six-month confirmed disability progression based on EDSS versus placebo, the time to confirmed worsening of at least 20% from baseline in the timed 25-foot walk test (T25FW), T2 lesion volume, annualized relapse rate (ARR), and the safety and tolerability of BAF312 in people with SPMS.  About BAF312 (siponimod) BAF312 (siponimod) is an investigational selective modulator of specific types of the sphingosine-1-phosphate (S1P) receptor. The S1P receptor is commonly found on the surface of specific cells residing in the central nervous system (CNS), that are responsible for causing CNS damage that drives loss of function in secondary progressive MS (SPMS). In-vitro studies show that BAF312 enters the brain and by binding to these specific receptors, may prevent the activation of these harmful cells, helping to reduce loss of physical and cognitive function associated with SPMS.  About Multiple Sclerosis Multiple sclerosis (MS) is a chronic disorder of the central nervous system (CNS) that disrupts the normal functioning of the brain, optic nerves and spinal cord through inflammation and tissue loss. The evolution of MS results in an increasing loss of both physical (e.g., walking) and cognitive (e.g., memory) function. There are three types of MS: relapsing-remitting MS (RRMS), secondary progressive MS (SPMS) and primary progressive MS (PPMS). SPMS is characterized by gradual worsening of neurological function over time. This leads to a progressive accumulation of disability, independent of relapses, which can severely affect patients’ abilities to carry out everyday activities. It usually follows an initial phase of RRMS, which accounts for approximately 85% of all MS diagnoses; a quarter of people with RRMS will eventually go on to develop SPMS within 10 years of their initial RRMS diagnosis, rising to more than three-quarters after 30 years. There remains a high unmet need for effective and safe treatments to help delay disability progression in SPMS. MS affects around 400,000 people in the US.  About Novartis in Multiple Sclerosis The Novartis multiple sclerosis (MS) portfolio includes Gilenya (fingolimod, an S1P modulator), which is indicated for relapsing forms of MS and is also in development for pediatric MS. Extavia ® (interferon beta-1b for subcutaneous injection) is approved in the US for the treatment of relapsing forms of MS. In Europe, Extavia is approved to treat people with relapsing-remitting MS, secondary progressive MS (SPMS) with active disease and people who have had a single clinical event suggestive of MS. In addition to BAF312 (siponimod) in development in SPMS, investigational compounds include ofatumumab (OMB157), a fully human monoclonal antibody in development for relapsing MS. Ofatumumab targets CD20, and is currently being investigated in two Phase III pivotal studies. In the US, the Sandoz Division of Novartis markets Glatopa ® (glatiramer acetate injection) 20mg/mL, the first generic version of Teva's Copaxone ® * 20mg.  Disclaimer The foregoing release contains forward-looking statements that can be identified by words such as “continues,” “investigational,” “continuation,” “ongoing efforts,” “stride forward,” “look forward,” “next steps,” “will,” “in development,” “being investigated,” or similar terms, or by express or implied discussions regarding potential marketing approvals for BAF312 and OMB157, potential new indications or labeling for Gilenya or Extavia, or regarding potential future revenues from BAF312, Gilenya, Extavia, OMB157 and Glatopa. You should not place undue reliance on these statements. Such forward-looking statements are based on the current beliefs and expectations of management regarding future events, and are subject to significant known and unknown risks and uncertainties. Should one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary materially from those set forth in the forward-looking statements. There can be no guarantee that BAF312 or OMB157 will be approved for sale in any market, or at any particular time. Neither can there be any guarantee that Gilenya or Extavia will be submitted or approved for any additional indications or labeling in any market, or at any particular time. Nor can there be any guarantee that any of BAF312, Gilenya, Extavia, OMB157 or Glatopa will be commercially successful in the future. In particular, management’s expectations regarding such products and investigational compounds could be affected by, among other things, the uncertainties inherent in research and development, including unexpected clinical trial results and additional analysis of existing clinical data; unexpected regulatory actions or delays or government regulation generally; the company’s ability to obtain or maintain proprietary intellectual property protection; general economic and industry conditions; global trends toward health care cost containment, including ongoing pricing pressures; unexpected safety, quality or manufacturing issues, and other risks and factors referred to in Novartis AG’s current Form 20-F on file with the US Securities and Exchange Commission. Novartis is providing the information in this press release as of this date and does not undertake any obligation to update any forward-looking statements contained in this press release as a result of new information, future events or otherwise.  About Novartis Novartis Pharmaceuticals Corporation offers a broad range of medicines for cancer, cardiovascular disease, endocrine disease, inflammatory disease, infectious disease, neurological disease, organ transplantation, psychiatric disease, respiratory disease and skin conditions. Located in East Hanover, NJ Novartis Pharmaceuticals Corporation is an affiliate of Novartis AG, which provides innovative healthcare solutions that address the evolving needs of patients and societies. Headquartered in Basel, Switzerland, Novartis offers a diversified portfolio to best meet these needs: innovative medicines, eye care and cost-saving generic pharmaceuticals. Novartis is the only global company with leading positions in these areas. In 2015, the Group achieved net sales of USD 49.4 billion, while R&D throughout the Group amounted to approximately USD 8.9 billion (USD 8.7 billion excluding impairment and amortization charges). Novartis Group companies employ approximately 118,000 full-time-equivalent associates. Novartis products are available in more than 180 countries around the world. For more information, please visit  http://www.novartis.com . Novartis is on Twitter. Sign up to follow @Novartis at  http://twitter.com/novartis For Novartis multimedia content, please visit  www.novartis.com/news/media-library For questions about the site or required registration, please contact  media.relations@novartis.com *Copaxone ® is a registered trademark of Teva Pharmaceutical Industries Ltd. # # #  Novartis Media Relations Central media line: +41 61 324 2200 E-mail:", "drug": "gilenya"},
    {"text": "Hi petes, Welcome to Grace.  I’m so very sorry your wife is dealing with this diagnosis. Alectinib is definitely worth a try.  Also alimta may be a choice especially if she hasn’t progressed on it I’ve found it to be a very risky business to 2nd guess oneself after the fact.  No one will ever know whether it was the drugs or the radiation that stopped your wife’s brain mets.  I tend to believe that an assumption that it was a little of everything that did the job so there’s really nothing to regret.  Sometimes the games we play with the mind are a very effective treatment for patients and loved ones,  Another hopeful way to look at the new treatment is the fact that those who respond well to treatment tend to respond well to other treatments…responders respond.   All best, Janine", "drug": "alectinib"},
    {"text": "I was on Humira and it didn't do anything for my flare. Before that I was on Imuran and that didn't help either. I hear it works really fast for some and they get relief. I didn't. Wasn't a fan of...", "drug": "humira"},
    {"text": "\"For the record\": It was not only MD Stephen Hauser who tried to cool down the hype around this immunosupressive agent ocrelizumab. Several other MD´s have been catious about this ms agent. In my Point of view, there have been to many get carried away views on this agent. It will only up in disapointments for those patients who are willing to take the risk with this Ocrelizumab (CD 20) agent. And as for criticizing prof G earlier statement about the fatc, that many RRMS patients who were on Rituximab progressed to SPMS, all according to MD Stephen Hauser, I think, no offence ment, you really splitting hairs. The essence of the content remains: obviously, at least the well respected MD Stephen Hauser have some doubts about Rituximab abilities to prevent RRMS patients to progress into SPMS. And since Ocrelizumab and Rituximab have the same Mode of action (CD20), it raises really some serious questions about Ocrelizumabs abilities to prevent CDP/EDSS in this RRMS patients The only \"error\" or \"mistake\" prof G made, was that you, and maybe others, were given the impression that MD Hauser made this statement publicly on stage. But it was mentioned to Prof G directly off stage in dialogue with MD Stephen Hauser: So the fact that many of MD Stephen Hauser patients treated with rituximab have developed SPMS remains. So essentially prof G was correct in his original statement with regard to that fact. Lastly, on balance, I think this signature Wheelchair Kamikaze contributed with a good post on the subject last month. http://www.wheelchairkamikaze.com/2016/03/ocrelizumab-ppms-trial-data-released.html", "drug": "ocrelizumab"},
    {"text": "My father was diagnosed with stage 4 small cell lung cancer. Went through chemo. 3 months later cancer started to grow back. Has had 3 treatments of opdivo. Cat scan today showed excellent results! Cancer is shrinking again and has not grown at all!!", "drug": "opdivo"},
    {"text": "I’m on Ocrevus which is technically Rituxan’s sister. I was on Rituxan but my insurance wouldn’t cover it because it isn’t technically approved for MS. I’d rather Rituxan but they are almost the same. I was wondering if the drug choice had anything to do with the fatigue symptom.", "drug": "ocrevus"},
    {"text": "I am due in March for my full dose infusion of Ocrevus . A process that has never run smoothly and has caused a lot of aggravation. http://www.multipleexperiences.org/2018/09/13/no-ocrevus-infusion-today/ http://www.multipleexperiences.org/2018/09/21/no-ocrevus-infusion-yet/ Those blogs were only my issues with the last time I had the infusion. I had issues every time my infusion was scheduled. Now I’m going back to Rituxan at the full dosage. Rituxan which is technically not approved for MS but I’d prefer to be on for safety reasons. I’ve explained my reasoning why in my blog post here http://www.multipleexperiences.org/2018/11/15/rituxan-instead-of-ocrevus/ . It also has the blog that compares the two drugs. Ironically, Rituxan was on the list of covered prescription medication from my pharmacy and we had to get special approval for Ocrevus. Yet, it may not be a covered prescription medicine for me with MS. Therefore we might still need special approval’s. I’m trying to be proactive and start this process early but I can guarantee I’ll be writing blogs that my infusion has been postponed or I still have to be on Ocrevus. Not the most positive attitude but I have a lot of past experience. Infusion is scheduled mid March.", "drug": "ocrevus"},
    {"text": "Hi all, when i started remicade i had a great response to it pretty much overnight. The abdominal pain, urgency, blood, diarrhea, and everything else was gone within the first day. I felt great and I was so happy it was working. A week before the third infusion, though, some symptoms started to come back, as in the blood, mushier stools, etc. Then, a day before the infusion, the bloody diarrhea came back, going 4 times in that day. I thought the infusion would bring me some needed relief as it had the first two times, but that was not the case. Now, it’s 3 days after the infusion and my symptoms are still present - diarrhea about 3-4 times a day, sometimes with blood, stomach pains, and urgency. Although i do think the blood has gone down a bit. Could I already be developing antibodies? Or could this just be a delayed response to it? What could it be? I just want life to be like what it was when the remicade was working. I am just so frustrated.", "drug": "remicade"},
    {"text": "Humira ( adalimumab ) is an injectable protein (antibody) used to treat rheumatoid arthritis , juvenile idiopathic arthritis , psoriatic arthritis , ankylosing spondylitis , and plaque psoriasis . Humira is also used to treat Crohn's disease after other drugs have been tried without successful treatment of symptoms. Common side effects of Humira include  injection site reactions (redness, itching, pain, bruising, swelling, or bleeding), headache, suffy nose, sinus pain, or stomach pain. Tell your doctor if you have serious side effects of Humira including:  fast/irregular/pounding heartbeat, stomach pain, blood in the stools, mental/mood changes, severe headache, easy bruising or bleeding, dark urine , yellowing eyes and skin, leg pain or swelling, numbness or tingling of the arms/hands/legs/feet, unsteadiness , unexplained muscle weakness , difficulty with speaking/chewing/swallowing/facial movements, vision changes, extreme fatigue, joint pain , or butterfly-shaped rash on the nose and cheeks. The recommended dose of Humira for adult patients with rheumatoid arthritis ( RA ), psoriatic arthritis (PsA), or ankylosing spondylitis (AS) is 40 mg administered every other week. Pediatric dosage is determined by the child's weight. Other drugs may interact with Humira. Tell your doctor all prescription and over-the-counter medications and supplements you use. During pregnancy, Humira should be used only when prescribed. It is unknown if this drug passes into breast milk. Similar drugs pass into breast milk. Consult your doctor before breastfeeding. Our Humira (adalimumab) Side Effects Drug Center provides a comprehensive view of available drug information on the potential side effects when taking this medication.  This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.  Rheumatoid Arthritis Slideshow  Take the RA Quiz  Joint-Friendly Exercises Slideshow Humira Consumer Information Get emergency medical help if you have any of these signs of an allergic reaction: hives; difficulty breathing; swelling of your face, lips, tongue, or throat. Stop using adalimumab and call your doctor right away if you have any symptoms of lymphoma :  fever, swollen glands, night sweats, general feeling of illness; joint and muscle pain, skin rash, easy bruising or bleeding; pale skin, feeling light-headed or short of breath, cold hands and feet; pain in your upper stomach that may spread to your shoulder; or loss of appetite, feeling full after eating only a small amount, weight loss. Also call your doctor at once if you have:  new or worsening psoriasis (raised, silvery flaking of the skin); liver problems --fever, body aches, tiredness, stomach pain, right-sided upper stomach pain, vomiting, loss of appetite, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes); lupus-like syndrome --joint pain or swelling, chest pain, shortness of breath, patchy skin color that worsens in sunlight; nerve problems --numbness, tingling, dizziness, vision problems, weakness in your arms or legs; or signs of tuberculosis --fever with ongoing cough, weight loss (fat or muscle). Older adults may be more likely to develop infections or cancer while using adalimumab. Common side effects may include:  headache; cold symptoms such as stuffy nose, sinus pain, sneezing, sore throat; rash; or redness, bruising, itching, or swelling where the injection was given. This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.  Read the entire detailed patient monograph for Humira (Adalimumab Injection Solution for Subcutaneous Administration) Learn More »  Rheumatoid Arthritis Slideshow  Take the RA Quiz  Joint-Friendly Exercises Slideshow Humira Professional Information SIDE EFFECTS The most serious adverse reactions described elsewhere in the labeling include the following:  Serious Infections [see WARNINGS AND PRECAUTIONS ] Malignancies [see WARNINGS AND PRECAUTIONS ] Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The most common adverse reaction with HUMIRA was injection site reactions. In placebocontrolled trials, 20% of patients treated with HUMIRA developed injection site reactions (erythema and/or itching, hemorrhage, pain or swelling), compared to 14% of patients receiving placebo. Most injection site reactions were described as mild and generally did not necessitate drug discontinuation. The proportion of patients who discontinued treatment due to adverse reactions during the double-blind, placebo-controlled portion of studies in patients with RA (i.e., Studies RA-I, RAII, RA-III and RA-IV) was 7% for patients taking HUMIRA and 4% for placebo-treated patients. The most common adverse reactions leading to discontinuation of HUMIRA in these RA studies were clinical flare reaction (0.7%), rash (0.3%) and pneumonia (0.3%).  Infections In the controlled portions of the 39 global HUMIRA clinical trials in adult patients with RA, PsA, AS, CD, UC, Ps, HS and UV, the rate of serious infections was 4.3 per 100 patient-years in 7973 HUMIRA-treated patients versus a rate of 2.9 per 100 patient-years in 4848 control-treated patients. Serious infections observed included pneumonia, septic arthritis, prosthetic and postsurgical infections, erysipelas, cellulitis, diverticulitis, and pyelonephritis [see WARNINGS AND PRECAUTIONS ].  Tuberculosis And Opportunistic Infections In 52 global controlled and uncontrolled clinical trials in RA, PsA, AS, CD, UC, Ps, HS and UV that included 24,605 HUMIRA-treated patients, the rate of reported active tuberculosis was 0.20 per 100 patient-years and the rate of positive PPD conversion was 0.09 per 100 patient-years. In a subgroup of 10,113 U.S. and Canadian HUMIRA-treated patients, the rate of reported active TB was 0.05 per 100 patient-years and the rate of positive PPD conversion was 0.07 per 100 patient-years. These trials included reports of miliary, lymphatic, peritoneal, and pulmonary TB. Most of the TB cases occurred within the first eight months after initiation of therapy and may reflect recrudescence of latent disease. In these global clinical trials, cases of serious opportunistic infections have been reported at an overall rate of 0.05 per 100 patient-years. Some cases of serious opportunistic infections and TB have been fatal [see WARNINGS AND PRECAUTIONS ].  Autoantibodies In the rheumatoid arthritis controlled trials, 12% of patients treated with HUMIRA and 7% of placebo-treated patients that had negative baseline ANA titers developed positive titers at week 24. Two patients out of 3046 treated with HUMIRA developed clinical signs suggestive of newonset lupus-like syndrome. The patients improved following discontinuation of therapy. No patients developed lupus nephritis or central nervous system symptoms. The impact of long-term treatment with HUMIRA on the development of autoimmune diseases is unknown.  Liver Enzyme Elevations There have been reports of severe hepatic reactions including acute liver failure in patients receiving TNF-blockers. In controlled Phase 3 trials of HUMIRA (40 mg SC every other week) in patients with RA, PsA, and AS with control period duration ranging from 4 to 104 weeks, ALT elevations ≥ 3 x ULN occurred in 3.5% of HUMIRA-treated patients and 1.5% of controltreated patients. Since many of these patients in these trials were also taking medications that cause liver enzyme elevations (e.g., NSAIDS, MTX), the relationship between HUMIRA and the liver enzyme elevations is not clear. In a controlled Phase 3 trial of HUMIRA in patients with polyarticular JIA who were 4 to 17 years, ALT elevations ≥ 3 x ULN occurred in 4.4% of HUMIRA-treated patients and 1.5% of control-treated patients (ALT more common than AST); liver enzyme test elevations were more frequent among those treated with the combination of HUMIRA and MTX than those treated with HUMIRA alone. In general, these elevations did not lead to discontinuation of HUMIRA treatment. No ALT elevations ≥ 3 x ULN occurred in the open-label study of HUMIRA in patients with polyarticular JIA who were 2 to <4 years. In controlled Phase 3 trials of HUMIRA (initial doses of 160 mg and 80 mg, or 80 mg and 40 mg on Days 1 and 15, respectively, followed by 40 mg every other week) in adult patients with CD with a control period duration ranging from 4 to 52 weeks, ALT elevations ≥ 3 x ULN occurred in 0.9% of HUMIRA-treated patients and 0.9% of control-treated patients. In the Phase 3 trial of HUMIRA in pediatric patients with Crohn's disease which evaluated efficacy and safety of two body weight based maintenance dose regimens following body weight based induction therapy up to 52 weeks of treatment, ALT elevations ≥ 3 x ULN occurred in 2.6% (5/192) of patients, of whom 4 were receiving concomitant immunosuppressants at baseline; none of these patients discontinued due to abnormalities in ALT tests. In controlled Phase 3 trials of HUMIRA (initial doses of 160 mg and 80 mg on Days 1 and 15 respectively, followed by 40 mg every other week) in patients with UC with control period duration ranging from 1 to 52 weeks, ALT elevations ≥3 x ULN occurred in 1.5% of HUMIRA-treated patients and 1.0% of control-treated patients. In controlled Phase 3 trials of HUMIRA (initial dose of 80 mg then 40 mg every other week) in patients with Ps with control period duration ranging from 12 to 24 weeks, ALT elevations ≥ 3 x ULN occurred in 1.8% of HUMIRA-treated patients and 1.8% of control-treated patients. In controlled trials of HUMIRA (initial doses of 160 mg at Week 0 and 80 mg at Week 2, followed by 40 mg every week starting at Week 4), in subjects with HS with a control period duration ranging from 12 to 16 weeks, ALT elevations ≥ 3 x ULN occurred in 0.3% of HUMIRA-treated subjects and 0.6% of control-treated subjects. In controlled trials of HUMIRA (initial doses of 80 mg at Week 0 followed by 40 mg every other week starting at Week 1) in adult patients with uveitis with an exposure of 165.4 PYs and 119.8 PYs in HUMIRA-treated and control-treated patients, respectively, ALT elevations ≥ 3 x ULN occurred in 2.4% of HUMIRA-treated patients and 2.4% of control-treated patients.  Immunogenicity Patients in Studies RA-I, RA-II, and RA-III were tested at multiple time points for antibodies to adalimumab during the 6- to 12-month period. Approximately 5% (58 of 1062) of adult RA patients receiving HUMIRA developed low-titer antibodies to adalimumab at least once during treatment, which were neutralizing in vitro. Patients treated with concomitant methotrexate (MTX) had a lower rate of antibody development than patients on HUMIRA monotherapy (1% versus 12%). No apparent correlation of antibody development to adverse reactions was observed. With monotherapy, patients receiving every other week dosing may develop antibodies more frequently than those receiving weekly dosing. In patients receiving the recommended dosage of 40 mg every other week as monotherapy, the ACR 20 response was lower among antibody-positive patients than among antibody-negative patients. The long-term immunogenicity of HUMIRA is unknown. In patients with polyarticular JIA who were 4 to 17 years of age, adalimumab antibodies were identified in 16% of HUMIRA-treated patients. In patients receiving concomitant MTX, the incidence was 6% compared to 26% with HUMIRA monotherapy. In patients with polyarticular JIA who were 2 to <4 years of age or 4 years of age and older weighing <15 kg, adalimumab antibodies were identified in 7% (1 of 15) of HUMIRA-treated patients, and the one patient was receiving concomitant MTX. In patients with AS, the rate of development of antibodies to adalimumab in HUMIRA-treated patients was comparable to patients with RA. In patients with PsA, the rate of antibody development in patients receiving HUMIRA monotherapy was comparable to patients with RA; however, in patients receiving concomitant MTX the rate was 7% compared to 1% in RA. In adult patients with CD, the rate of antibody development was 3%. In pediatric patients with Crohn's disease, the rate of antibody development in patients receiving HUMIRA was 3%. However, due to the limitation of the assay conditions, antibodies to adalimumab could be detected only when serum adalimumab levels were < 2 mcg/mL. Among the patients whose serum adalimumab levels were < 2 mcg/mL (approximately 32% of total patients studied), the immunogenicity rate was 10%. In patients with moderately to severely active UC, the rate of antibody development in patients receiving HUMIRA was 5%. However, due to the limitation of the assay conditions, antibodies to adalimumab could be detected only when serum adalimumab levels were < 2 mcg/mL. Among the patients whose serum adalimumab levels were < 2 mcg/mL (approximately 25% of total patients studied), the immunogenicity rate was 20.7%. In patients with Ps, the rate of antibody development with HUMIRA monotherapy was 8%. However, due to the limitation of the assay conditions, antibodies to adalimumab could be detected only when serum adalimumab levels were < 2 mcg/mL. Among the patients whose serum adalimumab levels were < 2 mcg/mL (approximately 40% of total patients studied), the immunogenicity rate was 20.7%. In Ps patients who were on HUMIRA monotherapy and subsequently withdrawn from the treatment, the rate of antibodies to adalimumab after retreatment was similar to the rate observed prior to withdrawal. Anti-adalimumab antibodies were measured in clinical trials of subjects with moderate to severe HS with two assays (an original assay capable of detecting antibodies when serum adalimumab concentrations declined to < 2 mcg/mL and a new assay that is capable of detecting antiadalimumab antibody titers in all subjects, independent of adalimumab concentration). Using the original assay, the rate of anti-adalimumab antibody development in subjects treated with HUMIRA was 6.5%. Among subjects who stopped HUMIRA treatment for up to 24 weeks and in whom adalimumab serum levels subsequently declined to < 2 mcg/mL (approximately 22% of total subjects studied), the immunogenicity rate was 28%. Using the new titer-based assay, antiadalimumab antibody titers were measurable in 61% of HS subjects treated with HUMIRA. Antibodies to adalimumab were associated with reduced serum adalimumab concentrations. In general, the extent of reduction in serum adalimumab concentrations is greater with increasing titers of antibodies to adalimumab. No apparent association between antibody development and safety was observed. In adult patients with non-infectious uveitis, anti-adalimumab antibodies were identified in 4.8% (12/249) of patients treated with adalimumab. However, due to the limitation of the assay conditions, antibodies to adalimumab could be detected only when serum adalimumab levels were < 2 mcg/mL. Among the patients whose serum adalimumab levels were < 2 mcg/Ml (approximately 23% of total patients studied), the immunogenicity rate was 21.1%. Using an assay which could measure an anti-adalimumab antibody titer in all patients, titers were measured in 39.8% (99/249) of non-infectious uveitis adult patients treated with adalimumab. No correlation of antibody development to safety or efficacy outcomes was observed. The data reflect the percentage of patients whose test results were considered positive for antibodies to adalimumab or titers, and are highly dependent on the assay. The observed incidence of antibody (including neutralizing antibody) positivity in an assay is highly dependent on several factors including assay sensitivity and specificity, assay methodology, sample handling, timing of sample collection, concomitant medications, and underlying disease. For these reasons, comparison of the incidence of antibodies to adalimumab with the incidence of antibodies to other products may be misleading.  Other Adverse Reactions Rheumatoid Arthritis Clinical Studies The data described below reflect exposure to HUMIRA in 2468 patients, including 2073 exposed for 6 months, 1497 exposed for greater than one year and 1380 in adequate and well-controlled studies (Studies RA-I, RA-II, RA-III, and RA-IV). HUMIRA was studied primarily in placebo- controlled trials and in long-term follow up studies for up to 36 months duration. The population had a mean age of 54 years, 77% were female, 91% were Caucasian and had moderately to severely active rheumatoid arthritis. Most patients received 40 mg HUMIRA every other week. Table 1 summarizes reactions reported at a rate of at least 5% in patients treated with HUMIRA 40 mg every other week compared to placebo and with an incidence higher than placebo. In Study RA-III, the types and frequencies of adverse reactions in the second year open-label extension were similar to those observed in the one-year double-blind portion. Table 1: Adverse Reactions Reported by ≥5% of Patients Treated with HUMIRA During Placebo-Controlled Period of Pooled RA Studies (Studies RA-I, RA-II, RA-III, and RA-IV)  HUMIRA 40 mg subcutaneous Every Other Week (N=705) Placebo (N=690) Adverse Reaction (Preferred Term) Respiratory Upper respiratory infection 17% 13% Sinusitis 11% 9% Flu syndrome 7% 6% Gastrointestinal Nausea 9% 8% Abdominal pain 7% 4% Laboratory Tests* Laboratory test abnormal 8% 7% Hypercholesterolemia 6% 4% Hyperlipidemia 7% 5% Hematuria 5% 4% Alkaline phosphatase increased 5% 3% Other Headache 12% 8% Rash 12% 6% Accidental injury 10% 8% Injection site reaction ** 8% 1% Back pain 6% 4% Urinary tract infection 8% 5% Hypertension 5% 3% * Laboratory test abnormalities were reported as adverse reactions in European trials ** Does not include injection site erythema, itching, hemorrhage, pain or swelling Less Common Adverse Reactions In Rheumatoid Arthritis Clinical Studies Other infrequent serious adverse reactions that do not appear in the Warnings and Precautions or Adverse Reaction sections that occurred at an incidence of less than 5% in HUMIRA-treated patients in RA studies were: Body As A Whole: Pain in extremity, pelvic pain, surgery, thorax pain Cardiovascular System: Arrhythmia, atrial fibrillation, chest pain, coronary artery disorder, heart arrest, hypertensive encephalopathy, myocardial infarct, palpitation, pericardial effusion, pericarditis, syncope, tachycardia Digestive System: Cholecystitis, cholelithiasis, esophagitis, gastroenteritis, gastrointestinal hemorrhage, hepatic necrosis, vomiting Endocrine System: Parathyroid disorder Hemic And Lymphatic System: Agranulocytosis, polycythemia Metabolic And Nutritional Disorders: Dehydration, healing abnormal, ketosis, paraproteinemia, peripheral edema Musculo-Skeletal System: Arthritis, bone disorder, bone fracture (not spontaneous), bone necrosis, joint disorder, muscle cramps, myasthenia, pyogenic arthritis, synovitis, tendon disorder  Neoplasia: Adenoma Nervous System: Confusion, paresthesia, subdural hematoma, tremor Respiratory System: Asthma, bronchospasm, dyspnea, lung function decreased, pleural effusion Special Senses: Cataract Thrombosis: Thrombosis leg Urogenital System: Cystitis, kidney calculus, menstrual disorder  Juvenile Idiopathic Arthritis Clinical Studies In general, the adverse reactions in the HUMIRA-treated patients in the polyarticular juvenile idiopathic arthritis (JIA) trials (Studies JIA-I and JIA-II) were similar in frequency and type to those seen in adult patients [see WARNINGS AND PRECAUTIONS , ADVERSE REACTIONS ]. Important findings and differences from adults are discussed in the following paragraphs. In Study JIA-I, HUMIRA was studied in 171 patients who were 4 to 17 years of age, with polyarticular JIA. Severe adverse reactions reported in the study included neutropenia, streptococcal pharyngitis, increased aminotransferases, herpes zoster, myositis, metrorrhagia, and appendicitis. Serious infections were observed in 4% of patients within approximately 2 years of initiation of treatment with HUMIRA and included cases of herpes simplex, pneumonia, urinary tract infection, pharyngitis, and herpes zoster. In Study JIA-I, 45% of patients experienced an infection while receiving HUMIRA with or without concomitant MTX in the first 16 weeks of treatment. The types of infections reported in HUMIRA-treated patients were generally similar to those commonly seen in polyarticular JIA patients who are not treated with TNF blockers. Upon initiation of treatment, the most common adverse reactions occurring in this patient population treated with HUMIRA were injection site pain and injection site reaction (19% and 16%, respectively). A less commonly reported adverse event in patients receiving HUMIRA was granuloma annulare which did not lead to discontinuation of HUMIRA treatment. In the first 48 weeks of treatment in Study JIA-I, non-serious hypersensitivity reactions were seen in approximately 6% of patients and included primarily localized allergic hypersensitivity reactions and allergic rash. In Study JIA-I, 10% of patients treated with HUMIRA who had negative baseline anti-dsDNA antibodies developed positive titers after 48 weeks of treatment. No patient developed clinical signs of autoimmunity during the clinical trial. Approximately 15% of patients treated with HUMIRA developed mild-to-moderate elevations of creatine phosphokinase (CPK) in Study JIA-I. Elevations exceeding 5 times the upper limit of normal were observed in several patients. CPK levels decreased or returned to normal in all patients. Most patients were able to continue HUMIRA without interruption. In Study JIA-II, HUMIRA was studied in 32 patients who were 2 to <4 years of age or 4 years of age and older weighing <15 kg with polyarticular JIA. The safety profile for this patient population was similar to the safety profile seen in patients 4 to 17 years of age with polyarticular JIA. In Study JIA-II, 78% of patients experienced an infection while receiving HUMIRA. These included nasopharyngitis, bronchitis, upper respiratory tract infection, otitis media, and were mostly mild to moderate in severity. Serious infections were observed in 9% of patients receiving HUMIRA in the study and included dental caries, rotavirus gastroenteritis, and varicella. In Study JIA-II, non-serious allergic reactions were observed in 6% of patients and included intermittent urticaria and rash, which were all mild in severity.  Psoriatic Arthritis And Ankylosing Spondylitis Clinical Studies HUMIRA has been studied in 395 patients with psoriatic arthritis (PsA) in two placebocontrolled trials and in an open label study and in 393 patients with ankylosing spondylitis (AS) in two placebo-controlled studies. The safety profile for patients with PsA and AS treated with HUMIRA 40 mg every other week was similar to the safety profile seen in patients with RA, HUMIRA Studies RA-I through IV.  Adult Crohn's Disease Clinical Studies HUMIRA has been studied in 1478 adult patients with Crohn's disease (CD) in four placebocontrolled and two open-label extension studies. The safety profile for adult patients with CD treated with HUMIRA was similar to the safety profile seen in patients with RA.  Pediatric Crohn's Disease Clinical Studies HUMIRA has been studied in 192 pediatric patients with Crohn's disease in one double-blind study (Study PCD-I) and one open-label extension study. The safety profile for pediatric patients with Crohn's disease treated with HUMIRA was similar to the safety profile seen in adult patients with Crohn's disease. During the 4-week open label induction phase of Study PCD-I, the most common adverse reactions occurring in the pediatric population treated with HUMIRA were injection site pain and injection site reaction (6% and 5%, respectively). A total of 67% of children experienced an infection while receiving HUMIRA in Study PCD-I. These included upper respiratory tract infection and nasopharyngitis. A total of 5% of children experienced a serious infection while receiving HUMIRA in Study PCD-I. These included viral infection, device related sepsis (catheter), gastroenteritis, H1N1 influenza, and disseminated histoplasmosis. In Study PCD-I, allergic reactions were observed in 5% of children which were all non-serious and were primarily localized reactions.  Ulcerative Colitis Clinical Studies HUMIRA has been studied in 1010 patients with ulcerative colitis (UC) in two placebocontrolled studies and one open-label extension study. The safety profile for patients with UC treated with HUMIRA was similar to the safety profile seen in patients with RA.  Plaque Psoriasis Clinical Studies HUMIRA has been studied in 1696 subjects with plaque psoriasis (Ps) in placebo-controlled and open-label extension studies. The safety profile for subjects with Ps treated with HUMIRA was similar to the safety profile seen in subjects with RA with the following exceptions. In the placebo-controlled portions of the clinical trials in Ps subjects, HUMIRA-treated subjects had a higher incidence of arthralgia when compared to controls (3% vs. 1%).  Hidradenitis Suppurativa Clinical Studies HUMIRA has been studied in 727 subjects with hidradenitis suppurativa (HS) in three placebocontrolled studies and one open-label extension study. The safety profile for subjects with HS treated with HUMIRA weekly was consistent with the known safety profile of HUMIRA. Flare of HS, defined as ≥25% increase from baseline in abscesses and inflammatory nodule counts and with a minimum of 2 additional lesions, was documented in 22 (22%) of the 100 subjects who were withdrawn from HUMIRA treatment following the primary efficacy timepoint in two studies.  Uveitis Clinical Studies HUMIRA has been studied in 464 adult patients with uveitis (UV) in placebo-controlled and open-label extension studies and in 90 pediatric patients with uveitis (Study PUV-I). The safety profile for patients with UV treated with HUMIRA was similar to the safety profile seen in patients with RA.  Postmarketing Experience The following adverse reactions have been identified during post-approval use of HUMIRA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to HUMIRA exposure. Gastrointestinal disorders: Diverticulitis, large bowel perforations including perforations associated with diverticulitis and appendiceal perforations associated with appendicitis, pancreatitis General disorders and administration site conditions: Pyrexia Hepato-biliary disorders: Liver failure, hepatitis Immune system disorders: Sarcoidosis Neoplasms benign, malignant and unspecified (including cysts and polyps): Merkel Cell Carcinoma (neuroendocrine carcinoma of the skin) Nervous system disorders: Demyelinating disorders (e.g., optic neuritis, Guillain-Barre syndrome), cerebrovascular accident Respiratory disorders: Interstitial lung disease, including pulmonary fibrosis, pulmonary embolism Skin reactions: Stevens Johnson Syndrome, cutaneous vasculitis, erythema multiforme, new or worsening psoriasis (all sub-types including pustular and palmoplantar), alopecia, lichenoid skin reaction Vascular disorders: Systemic vasculitis, deep vein thrombosis", "drug": "humira"},
    {"text": "notsosickly....you mentioned that after your operation, you go more often. Does that mean you have that sudden 'urgency' to go, or you just feel the need to 'go'? diagnosed in 1997. meds: triamterene HCTZ, remicade infusions-8 wk intervals, mesalamine-800mg 3x a day, Donnatal 2 tabs 4 x a day,Hyoscyamine sulfate odt 0.125 4-6 hours as needed,Omeprazole 40mg 1 capsule a day,Latanoprost op 0.005% 1 drop each eye, Potassium 90mg 1 x a day, Metfonidazole 250 mg 3 x a day,Ciprofloxacin HCL 500 mg 2 x a day, Lorazepam.5mg 2xday as need, Prednisone 50mg 2 weeks", "drug": "remicade"},
    {"text": "I saw my neurologist yesterday was really harsh with me said my ms is now progressive so scared what does this really mean for me? I know I am worse can hardly walk but was so positive when I went about the things I can do not the things I can't. Felt like the rug pulled from under me just scared about what future holds. Do everything right physio, take gilenya everyday, try to be positive. why is this happening to me!! X", "drug": "gilenya"},
    {"text": "You definitely need to be optimistic. I wrote to you before, I had tried Ocrevus. Not sure you remember me or not. I’m not offended if you don’t. The reason I am telling you that is to remind you that there is ALWAYS hope. i told you about the ECT treatments I received. We have been through a lot, I mean, more than I care to remember, but, we have made it. I...", "drug": "ocrevus"},
    {"text": "I have experienced diabetic macular edema and the injections to arrest it. I have experienced what appears to be complete reversal, scans have shown my eye to be free of edema for over two years. Treatment with injections can be intimidating but they are not as frightening as they seem. I have included a link to a post I made three years ago at TuDiabetes after my first injection with Lucentis. Cross My Heart and Hope.", "drug": "lucentis"},
    {"text": "Generally, switching to alectinib is ideal for situations like this. Alectinib has excellent blood-brain penetration and it is FDA approved for this situation.  I don’t believe in repeating the same thing over and over, expecting different results. It seems unlikely that repetitive courses of stereotactic radiation will result in a durable remission for this kind of situation. It may end up making your local radiation clinic happy, but little else. I also find that patients have long term problems with multiple courses of stereotactic RT, like radionecrosis.  There are also clinical trials available, for example the international STARTRK2 trial has a cohort open for patients with brain mets.", "drug": "alectinib"},
    {"text": ". Efficacy of cladribine tablets as add-on to IFN-beta therapy in patients with active relapsing MS: final results from the phase II ONWARD Study [abstract] .", "drug": "cladribine"},
    {"text": "Did they say it was still considered BAC (adeno in situ), or is it adenocarcinoma? Will you do a pleurodesis? Take care, Judy   Stage IIIA adeno, dx 7/2010. SRS then chemo carbo/alimta 4x. NED as of 10/2011. Local recurrence, surgery to remove LRL 8/29/13. 5.2cm involved pleura. Chemo carbo/alimta x3. NED", "drug": "alimta"},
    {"text": "Brand Name(s): , Tecentriq ®  WHY is this medicine prescribed? Atezolizumab injection is used to treat certain types of urothelial cancer (cancer of the lining of the bladder and other parts of the urinary tract) that has spread or cannot be removed by surgery for people unable to receive platinum-containing chemotherapy (carboplatin, cisplatin) or that has worsened during or after treatment with platinum-containing chemotherapy medication. It is also used to treat a certain type of lung cancer (non-small cell lung cancer: NSCLC) that has spread to other parts of the body and that has worsened during or after treatment with other chemotherapy medications. Atezolizumab injection is in a class of medications called monoclonal antibodies. It works by blocking the action of a certain protein in cancer cells. This helps the person's immune system to fight against the cancer cells, and helps to slow tumor growth.  Are there OTHER USES for this medicine? This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.  HOW should this medicine be used? Atezolizumab injection comes as liquid to be injected into a vein over 3060 minutes by a doctor or nurse in a hospital or medical facility. It is usually injected once every 3 weeks. The length of your treatment depends on how well your body responds to the medication and the side effects that you experience. Atezolizumab injection may cause serious reactions during the infusion of the medication. A doctor or nurse will monitor you carefully while you are receiving the medication. If you experience any of the following symptoms, tell your doctor immediately: flushing, fever, chills, shaking, dizziness, feeling faint, shortness of breath, difficulty breathing, itching, rash, back or neck pain, or swelling of the face. Your doctor may need to slow down your infusion, delay or stop your treatment, or treat you with other medications if you experience certain side effects. Be sure to tell your doctor how you are feeling during your treatment with atezolizumab. Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with atezolizumab injection and each time you receive the medication. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website ( [WEB] ) or the manufacturer's website to obtain the Medication Guide.  What SPECIAL PRECAUTIONS should I follow? Before taking atezolizumab injection, tell your doctor and pharmacist if you are allergic to atezolizumab, any other medications, or any of the ingredients in atezolizumab injection. Ask your pharmacist or check the Medication Guide for a list of the ingredients. tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects. tell your doctor if you are being treated for an infection. Also tell your doctor if you have or have ever had an organ transplant; lung or breathing problems; disease that affects your nervous system such as myasthenia gravis (a disorder of the nervous system that causes muscle weakness) or Guillain-Barre syndrome (weakness, tingling, and possible paralysis due to sudden nerve damage); autoimmune disease (condition in which the immune system attacks a healthy part of the body) such as Crohn's disease (condition in which the immune system attacks the lining of the digestive tract causing pain, diarrhea, weight loss, and fever), ulcerative colitis (condition that causes swelling and sores in the lining of the colon [large intestine] and rectum) or lupus (condition in which the immune system attacks many tissues and organs including the skin, joints, blood, and kidneys); or liver disease. tell your doctor if you are pregnant, or plan to become pregnant. You should not become pregnant during your treatment and for 5 months after your last dose. Talk to your doctor about birth control methods that you can use during your treatment. If you become pregnant while taking atezolizumab injection, call your doctor immediately. tell your doctor if you are breastfeeding. Your doctor may tell you not to breastfeed during your treatment and for 5 months after your last dose.  What SPECIAL DIETARY instructions should I follow? Unless your doctor tells you otherwise, continue your normal diet.  What SIDE EFFECTS can this medicine cause? Atezolizumab injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away: back, neck, or joint pain rash itching trouble falling asleep or staying asleep extreme tiredness pale skin feeling cold swelling of arms loss of appetite nausea vomiting diarrhea constipation hair loss deepening of voice or hoarseness weight gain Some side effects can be serious. If you experience any of these symptoms call your doctor immediately or get emergency medical treatment: diarrhea, abdominal pain, bloody or black tarry, sticky stools, ongoing pain that begins in the upper left or middle of the stomach but may spread to the back, fever, nausea, vomiting constipation with stomach bloating or swelling fever, sore throat, cough, chills, flu-like symptoms, frequent, urgent, difficult, or painful urination, or other signs of infection pink, red, or dark brown urine decreased urination, swelling in your legs, ankles, or feet warm, red, swollen, or tender leg new or worsening cough. shortness of breath, or chest pain cough which may be bloody, shortness of breath, or chest pain yellowing of the skin or eyes, extreme tiredness, bleeding or bruising easily, nausea or vomiting, abdominal pain, dark colored urine, decreased appetite headaches that won't go away or unusual headaches, increased thirst or urination, vision changes, decreased sex drive fast heartbeat, increased appetite, sudden weight loss, feeling hot, mood changes muscle weakness, numbness or tingling in your hands, feet, arms, or legs, fever, confusion, changes in mood or behavior, sensitivity to light, neck stiffness blurry or double vision, or other vision problems, eye pain or redness dizziness or feeling faint feeling more hungry or thirsty than usual, increased urination, extreme tiredness, weakness, breath that smells fruity changes in mood or behavior (decreased sex drive, irritability, confusion, or forgetfulness) chest pain, shortness of breath, irregular heartbeat, swelling of ankles, not being able to exercise like you used to Atezolizumab injection may cause other side effects. Call your doctor if you have any unusual problems while taking this medication. If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online ( [WEB] ) or by phone (1-800-332-1088).  What should I do in case of OVERDOSE? In case of overdose, call the poison control helpline at 1-800-222-1222. Information is also available online at [WEB] . If the victim has collapsed, had a seizure, has trouble breathing, or can't be awakened, immediately call emergency services at 911.  What OTHER INFORMATION should I know? Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests before and during your treatment with atezolizumab injection to check your body's response to the medication. It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies. This report on medications is for your information only, and is not considered individual patient advice. Because of the changing nature of drug information, please consult your physician or pharmacist about specific clinical use. The American Society of Health-System Pharmacists, Inc. represents that the information provided hereunder was formulated with a reasonable standard of care, and in conformity with professional standards in the field. The American Society of Health-System Pharmacists, Inc. makes no representations or warranties, express or implied, including, but not limited to, any implied warranty of merchantability and/or fitness for a particular purpose, with respect to such information and specifically disclaims all such warranties. Users are advised that decisions regarding drug therapy are complex medical decisions requiring the independent, informed decision of an appropriate health care professional, and the information is provided for informational purposes only. The entire monograph for a drug should be reviewed for a thorough understanding of the drug's actions, uses and side effects. The American Society of Health-System Pharmacists, Inc. does not endorse or recommend the use of any drug. The information is not a substitute for medical care. AHFS  ® Patient Medication Information™. © Copyright, 2018. The American Society of Health-System Pharmacists  ® , 4500 East-West Highway, Suite 900, Bethesda, Maryland. All Rights Reserved. Duplication for commercial use must be authorized by ASHP.", "drug": "tecentriq"},
    {"text": "Last week we discussed inject-able medications. This week let’s discuss the oral medication options that are available. Oral medications didn’t hit the market until just recently. Before then, people with MS were stuck with injection only options, which was clearly not ideal. As patients, we would hear about oral medications being an option someday in the future, but we didn’t know when it would actually happen. Until it eventually did in 2010 when Gilenya was approved by the FDA. Currently there are only three oral medications on the market approved for relapsing remitting MS. Let’s take a closer look at each of these medications.  Gilenya Gilenya is in a new class of medication called sphingosine 1-phosphate receptor modulator (that’s a mouthful). Scientist think that it works by keeping certain white blood cells in the lymph nodes, thereby making it impossible for them to cross the blood brain barrier and get into the central nervous system. Making it so the cells cannot get into the central nervous system, reduces inflammation and damage to nerve cells. In several studies done, Gilenya was shown to be effective. Gilenya cut relapses by 52% when compared to Avonex in a one year study. It also prevented relapses by 54% when compared to placebo over a two year period. The FDA approved the use of Gilenya in 2010 for relapsing remitting MS. There are several side effects associated with Gilenya. Headache, slowed heart beat, weakness, fatigue, infection, elevated liver enzyme’s and diarrhea were noted. An uncommon side effect is macular edema, which is the swelling of an area of the retina which is responsible for central vision. Gilenya is also known to slow the heart rate significantly, especially in the first month of treatment. An individual also might feel really tired, have heart palpitations or chest pain or feel dizzy. Usually if someone experiences the symptoms, they will disappear within the first day or two of treatment. In 2012 the FDA updated the regulations around a patient’s first dose of Gilenya. It is now required that an individual have an ECG before receiving the first dose and again six hours after the first dose. Is also recommended that the first dose be taken under medical observation. This is due to a patient unfortunately passing away in late 2011 after taking their first dose of Gilenya. As far as I know, the has not been definitively linked to Gilenya.  Tecfidera Tecfidera, also known as dimethyl fumarate, is an oral medication taken twice a day that was specifically developed for people with relapsing remitting MS. A similar chemical compound called Fumaderm, has been used in Germany for many years to treat flares of psoriasis. The specific way Tecfidera works is still unknown, but scientist think that it activates certain pathways in the body that help to protect nerve cells from damage and inflammation. In one study, in a two year period 27% of people who are taking Tecfidera experience a relapse compared to 46% of people in the placebo group. Tecfidera was approved by the FDA in 2014 for the use in relapsing remitting MS. Common side effects of Tecfidera include flushing, stomach pain, nausea and diarrhea. Side effects seem to be present more so at the beginning of treatment, and then will dissipate as treatment progresses. There have been cases of PML reported in patients who are taking Tecfidera, 4 of them actually. PML is a rare and deadly brain disease that can happen when individual is taking an immuno-suppressant medication. In order to develop PML, individual must be positive for the JC virus first. Routine blood test to monitor JC virus status is recommended when taking most MS meds.  Aubagio Aubagio, also known as teriflunomide, is a pyrimidine synthesis inhibitor. It works by reducing the number of white blood cells in the central nervous system, decreasing inflammation overall and protecting nerves in people with MS. In several studies, Aubagio was proven to be effective over placebo, reducing relapses by 31%, reducing disability progression by 30% and showing an 80% decrease in brain lesions. Aubagio was approved in 2012 by the FDA for use in relapsing remitting MS. Common side effects of Aubagio include headache, nausea, hair loss, diarrhea, elevated liver tests, like symptoms and numbness or tingling in in the hands or feet. Less common but more serious side effects include elevated blood pressure, increased risk for infections and liver damage. While taking Aubagio you will need to have regular blood test to monitor liver function and blood cell counts. Aubagio is also associated with severe birth defects, and neither women nor man should be taking Aubagio if pregnancy as planned. Aubagio can remain in your body for up to two years after discontinuing the medication, so a special treatment may be needed to remove the drug from your system if you’re planning on becoming pregnant. Usually when taking the medication, it is required that an individual be on an effective birth control method. I took Aubagio for about a year. Unfortunately I went into the treatment already in a “active disease state “, and had two relapses while taking the medication. I liked how I could just take a pill instead of the daily injections of my previous Copaxone, but I soon experienced side effects of (a lot of) hair loss and irregular blood cell counts. Due to the relapses, I eventually changed medications. The arrival of oral medications has been a welcome relief for many MS patients. They represent the constant advancement of research and development. Hopefully the future will bring many more options to the table.", "drug": "gilenya"},
    {"text": "1eye wrote: But no doctor should refuse treatment to an informed person. So why bother having doctors? Why not just just put narcotics and antibiotics on the shelves and assume everything will work out?  I am no more cynical than the people portrayed in the film \"Dallas Buyers Club\". The original dose of AZT was too toxic. Understanding of this came from randomized clinical trials, leading to safer lower dosing. Also, the FDA created an escalated orphan drug program in response to this. Clinical trials are good. Over-prescribing medication to appease desperate patients is bad. There are obviously cases in which seeking evidence delays widespread use of new treatments, but this is a necessary evil. Otherwise, we'll have widespread prescription of ineffective drugs (i.e. fingolimod in SPMS)  Don't threaten me with PML, leukemia, etc. I will take my own risks. Do you feel this way about all drugs in all situations? The patient should just decide and the doctor should just do whatever the patient says (i.e. prescribe ineffective drugs, perform unnecessary procedures)?  There is good evidence for copaxone's synergy with mitoxantrone source?  Doctors/neuros are free to do what they want to do. Nobody is forcing them to prescribe. They will anyway, regardless of what anyone tells them not to. I just think some of them are myopic and reactionary when it suits their mood, regardless of patient benefit. I agree that doctors often have imperfect judgment and commonly make errors. Why don't you go to medical school and become a perfect doctor who always prescribes the correct treatment and cures every patient.", "drug": "fingolimod"}
]